{ "bustles": [{
  "heading": "Trump wins election!",
  "author": "Emily Shire",
  "type": "news",
  "image": "http://www.redstate.com/uploads/2016/02/donald-trump-is-still-soaring-in-iowa-but-there-are-now-some-clear-warning-signs.jpg",
  "news": "Donald Trump is trying to defy convention yet again in the 2016 race for president — this time, by winning an election in Wisconsin without the support of the state's influential conservative talk radio hosts. The Republican front-runner tried to lay some groundwork for his campaign in interviews Monday with three of the state's leading conservative talkers, including WTMJ radio's Charlie Sykes — to whom Trump confessed on-air not knowing that Sykes is a leading voice against his candidacy. Two interviews later in the day didn't go much better."
}, {
  "heading": "How Much $1 Buys",
  "author": "Dasha",
  "type": "lifestyle",
  "image": "http://wereblog.com/wp-content/uploads/2014/10/Taiwan-Hongkong-McDonalds%E2%80%99-Black-White-Burger.jpg",
  "news": "The city, despite one councilman's protests, will spend $494,000 to replace every piece of fitness equipment at the Walter F. Ehrnfelt Recreation & Senior Center. Recreation Director Bryan Bogre said the average age of the equipment is 11-years-old. He said each treadmill has logged more than 200,000 miles, and one treadmill has more than 700,000 miles. I'm hearing multiple times a week how crappy and fragile the equipment is, Bogre recently told City Council. Council approved the purchases last week in a 6-1 vote. Councilman Matt Schonhut dissented, asking the city to delay a vote until council's Finance Committee could discuss the matter in April."
}, {
  "heading": "Bo Obama's Story",
  "author": "Bo",
  "type": "books",
  "image": "http://images.csmonitor.com/csmarchives/2010/05/0518-bo-obama.jpg?alias=standard_600x400",
  "news": "It's hard to believe today's White House Easter Egg Roll will be Sunny and Bo's last -- we never even had the chance to be dog walkers á la Kirsten Dunst and Michelle Williams in Dick and haphazardly become the most famous source in the history of investigatory journalism. And of course we'll miss the rest of the Obama clan, which brings a hard-to-beat star power to these otherwise dull events. Apparently we weren't the only ones who wanted to make this last bit of time count with the First Dogs. Idina Menzel seized her opportunity to play with the pups before performing for the White House fête."
  }]
}
